---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Lighting.PhotometricWebLightDistribution
source: html/1283ccd8-41b1-21d3-4a14-d1f70b37c38b.htm
---
# PhotometricWebLightDistribution Members

Creates a copy of the given photometric web light distribution